Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Delete everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hi: सब हटाएँ
hu: Minden törlése
it: Elimina tutto
ko: 전부 삭제
pl: Usuń wszystko
pt: Eliminar tudo
pt_br: Excluir tudo
ru: Удалить всё
th: ลบทุกอย่าง
tr: Her şeyi sil
uk: Видалити все
zh: 全部删除

source: Delete exercise
ar: حذف التمرين
de: Übung löschen
es: Eliminar ejercicio
fr: Supprimer l’exercice
hi: एक्सरसाइज़ हटाएं
hu: Gyakorlat törlése
it: Elimina esercizio
ko: 운동 삭제
pl: Usuń ćwiczenie
pt: Eliminar exercício
pt_br: Excluir exercício
ru: Удалить упражнение
th: ลบท่าออกกำลังกาย
tr: Egzersizi sil
uk: Видалити вправу
zh: 删除动作

source: Delete profile?
ar: حذف الملف؟
de: Profil löschen?
es: ¿Eliminar perfil?
fr: Supprimer le profil ?
hi: प्रोफ़ाइल हटाएँ?
hu: Profil törlése?
it: Eliminare il profilo?
ko: 프로필을 삭제할까요?
pl: Usunąć profil?
pt: Eliminar perfil?
pt_br: Excluir perfil?
ru: Удалить профиль?
th: ลบโปรไฟล์นี้?
tr: Profil silinsin mi?
uk: Видалити профіль?
zh: 删除配置？

source: Delete routine
ar: حذف الروتين
de: Routine löschen
es: Eliminar rutina
fr: Supprimer la routine
hi: रूटीन हटाएँ
hu: Rutin törlése
it: Elimina routine
ko: 루틴 삭제
pl: Usuń plan
pt: Eliminar rotina
pt_br: Excluir rotina
ru: Удалить программу
th: ลบรูทีน
tr: Rutini sil
uk: Видалити програму
zh: 删除训练日

source: Delete routine?
ar: حذف الروتين؟
de: Routine löschen?
es: ¿Eliminar rutina?
fr: Supprimer la routine ?
hi: रूटीन हटाएँ?
hu: Törlöd a rutint?
it: Eliminare routine?
ko: 루틴을 삭제할까요?
pl: Usunąć plan?
pt: Eliminar rotina?
pt_br: Excluir rotina?
ru: Удалить программу?
th: ลบรูทีนนี้?
tr: Rutin silinsin mi?
uk: Видалити програму?
zh: 删除训练日？

source: Delete weigh-in
ar: حذف الوزن المسجّل
de: Wiegung löschen
es: Eliminar pesaje
fr: Supprimer la pesée
hi: वज़न प्रविष्टि हटाएँ
hu: Mérés törlése
it: Elimina pesata
ko: 체중 기록 삭제
pl: Usuń pomiar wagi
pt: Eliminar pesagem
pt_br: Excluir pesagem
ru: Удалить взвешивание
th: ลบการชั่งน้ำหนัก
tr: Tartıyı sil
uk: Видалити зважування
zh: 删除称重记录

source: Delete weigh-in?
ar: حذف قياس الوزن؟
de: Wiegung löschen?
es: ¿Eliminar pesaje?
fr: Supprimer la pesée ?
hi: वज़न मापन हटाएँ?
hu: Törlöd a mérést?
it: Eliminare la pesata?
ko: 체중 기록을 삭제할까요?
pl: Usunąć ważenie?
pt: Eliminar pesagem?
pt_br: Excluir pesagem?
ru: Удалить взвешивание?
th: ลบบันทึกน้ำหนักนี้?
tr: Tartım silinsin mi?
uk: Видалити зважування?
zh: 删除称重记录？

source: Delete workout
ar: حذف التمرين
de: Training löschen
es: Eliminar entrenamiento
fr: Supprimer la séance
hi: वर्कआउट हटाएँ
hu: Edzés törlése
it: Elimina allenamento
ko: 운동 삭제
pl: Usuń trening
pt: Eliminar treino
pt_br: Excluir treino
ru: Удалить тренировку
th: ลบการออกกำลังกาย
tr: Antrenmanı sil
uk: Видалити тренування
zh: 删除训练

source: Delete workout?
ar: حذف التمرين؟
de: Training löschen?
es: ¿Eliminar entrenamiento?
fr: Supprimer la séance ?
hi: वर्कआउट हटाएँ?
hu: Törlöd az edzést?
it: Eliminare allenamento?
ko: 운동을 삭제할까요?
pl: Usunąć trening?
pt: Eliminar treino?
pt_br: Excluir treino?
ru: Удалить тренировку?
th: ลบการออกกำลังกายนี้?
tr: Antrenman silinsin mi?
uk: Видалити тренування?
zh: 删除训练？

# Delete “{0}”?
source: Delete “%1$@”?
ar: حذف «%1$@»؟
de: „%1$@“ löschen?
es: ¿Eliminar «%1$@»?
fr: Supprimer « %1$@ » ?
hi: “%1$@” हटाएं?
hu: „%1$@” törlése?
it: Eliminare «%1$@»?
ko: “%1$@” 삭제할까요?
pl: Usunąć „%1$@”?
pt: Eliminar «%1$@»?
pt_br: Excluir “%1$@”?
ru: Удалить «%1$@»?
th: ลบ “%1$@”?
tr: “%1$@” silinsin mi?
uk: Видалити «%1$@»?
zh: 删除「%1$@」？

source: Deletes your plan, workouts, body weight, photos and videos from your profile on this server and on every signed-in device. This cannot be undone.
ar: يحذف خطتك وتدريباتك ووزن جسمك والصور ومقاطع الفيديو من ملفك على هذا الخادم وعلى كل جهاز مسجَّل الدخول. لا يمكن التراجع عن هذا.
de: Löscht Plan, Trainings, Körpergewicht, Fotos und Videos aus deinem Profil auf diesem Server und auf allen angemeldeten Geräten. Das kann nicht rückgängig gemacht werden.
es: Elimina tu plan, entrenamientos, peso corporal, fotos y vídeos de tu perfil en este servidor y en todos los dispositivos con sesión iniciada. No se puede deshacer.
fr: Supprime ton plan, tes séances, ton poids corporel, tes photos et tes vidéos de ton profil sur ce serveur et sur tous les appareils connectés. Irréversible.
hi: इस सर्वर पर आपकी प्रोफ़ाइल से और साइन इन किए हुए सभी डिवाइस से आपकी योजना, वर्कआउट, वज़न, फ़ोटो और वीडियो हट जाएँगे। इसे पूर्ववत नहीं किया जा सकता।
hu: Törli a terved, edzéseid, testsúlyod, fotóid és videóid a profilodból ezen a szerveren és minden bejelentkezett eszközön. Ez nem vonható vissza.
it: Elimina piano, allenamenti, peso corporeo, foto e video dal tuo profilo su questo server e su tutti i dispositivi connessi. Irreversibile.
ko: 이 서버의 프로필과 로그인된 모든 기기에서 계획, 운동, 체중, 사진과 동영상을 삭제합니다. 되돌릴 수 없어요.
pl: Usuwa plan, treningi, masę ciała, zdjęcia i filmy z profilu na tym serwerze i ze wszystkich zalogowanych urządzeń. Nie można tego cofnąć.
pt: Elimina o teu plano, treinos, peso corporal, fotos e vídeos do teu perfil neste servidor e em todos os dispositivos com sessão iniciada. Não pode ser anulado.
pt_br: Exclui seu plano, seus treinos, seu peso corporal, suas fotos e seus vídeos do seu perfil neste servidor e de todos os dispositivos conectados. Esta ação não pode ser desfeita.
ru: Удаляет план, тренировки, вес тела, фото и видео из профиля на этом сервере и со всех устройств, где выполнен вход. Отменить нельзя.
th: จะลบแผน, การออกกำลังกาย, น้ำหนักตัว, รูปภาพ และวิดีโอออกจากโปรไฟล์ของคุณบนเซิร์ฟเวอร์นี้ และจากทุกอุปกรณ์ที่เข้าสู่ระบบอยู่ ไม่สามารถย้อนกลับได้
tr: Bu sunucudaki profilinden ve oturum açılmış tüm cihazlardan planını, antrenmanlarını, vücut ağırlığını, fotoğraflarını ve videolarını siler. Geri alınamaz.
uk: Видаляє план, тренування, вагу тіла, фото й відео з профілю на цьому сервері й на всіх пристроях, де виконано вхід. Скасувати неможливо.
zh: 从此服务器上的档案以及所有已登录设备中删除计划、训练、体重、照片和视频。无法撤销。

source: Deletes your plan, workouts, body weight, photos and videos on this device. This cannot be undone.
ar: يحذف خطتك وتمارينك ووزن جسمك والصور ومقاطع الفيديو على هذا الجهاز. لا يمكن التراجع عن هذا.
de: Löscht Plan, Trainings, Körpergewicht, Fotos und Videos auf diesem Gerät. Das kann nicht rückgängig gemacht werden.
es: Elimina tu plan, entrenamientos, peso corporal, fotos y vídeos en este dispositivo. No se puede deshacer.
fr: Supprime ton plan, tes séances, ton poids corporel, tes photos et tes vidéos sur cet appareil. Irréversible.
hi: इस डिवाइस पर आपकी योजना, वर्कआउट, वज़न, फ़ोटो और वीडियो हट जाएँगे। इसे पूर्ववत नहीं किया जा सकता।
hu: Törli a terved, edzéseid, testsúlyod, fotóid és videóid ezen az eszközön. Ez nem vonható vissza.
it: Elimina piano, allenamenti, peso corporeo, foto e video su questo dispositivo. Irreversibile.
ko: 이 기기의 계획, 운동, 체중, 사진과 동영상을 삭제합니다. 되돌릴 수 없어요.
pl: Usuwa plan, treningi, masę ciała, zdjęcia i filmy na tym urządzeniu. Nie można tego cofnąć.
pt: Elimina o teu plano, treinos, peso corporal, fotos e vídeos neste dispositivo. Não pode ser anulado.
pt_br: Exclui seu plano, seus treinos, seu peso corporal, suas fotos e seus vídeos deste dispositivo. Esta ação não pode ser desfeita.
ru: Удаляет план, тренировки, вес тела, фото и видео на этом устройстве. Отменить нельзя.
th: จะลบแผน, การออกกำลังกาย, น้ำหนักตัว, รูปภาพ และวิดีโอบนเครื่องนี้ ไม่สามารถย้อนกลับได้
tr: Bu cihazdaki planını, antrenmanlarını, vücut ağırlığını, fotoğraflarını ve videolarını siler. Geri alınamaz.
uk: Видаляє план, тренування, вагу тіла, фото й відео на цьому пристрої. Скасувати неможливо.
zh: 删除本设备上的计划、训练、体重、照片和视频。无法撤销。

source: Deload 1RM (%%)
ar: تفريغ 1RM (%%)
es: 1RM de descarga (%%)
fr: 1RM de décharge (%%)
hi: डीलोड 1RM (%%)
it: 1RM di scarico (%%)
ko: 디로드 1RM (%%)
pl: 1RM deloadu (%%)
pt: 1RM de deload (%%)
pt_br: 1RM de deload (%%)
ru: 1RM для разгрузки (%%)
th: 1RM ดีโหลด (%%)
uk: 1ПМ для розвантаження (%%)
zh: 减量 1RM (%%)

source: Deload routine
ar: روتين تفريغ
es: Rutina de descarga
fr: Routine de décharge
hi: डीलोड रूटीन
hu: Deload rutin
it: Routine di scarico
ko: 디로딩 루틴
pl: Plan deloadowy
pt: Rotina de deload
pt_br: Rotina de deload
ru: Разгрузочная программа
th: รูทีนดีโหลด
tr: Deload rutini
uk: Розвантажувальна програма
zh: 减载训练日

source: Demo
ar: عرض تجريبي
fr: Démo
hi: डेमो
hu: Demó
ko: 데모
ru: Демо
th: เดโม
uk: Демо
zh: 演示

source: Demo data reset
ar: أُعيد تعيين بيانات العرض التجريبي
de: Demo-Daten zurückgesetzt
es: Datos de la demo restablecidos
fr: Données de démo réinitialisées
hi: डेमो डेटा रीसेट हो गया
hu: Demóadatok visszaállítva
it: Dati demo ripristinati
ko: 데모 데이터를 초기화했어요
pl: Dane demo zresetowane
pt: Dados da demo repostos
pt_br: Dados da demo redefinidos
ru: Демо-данные сброшены
th: รีเซ็ตข้อมูลเดโมแล้ว
tr: Demo verileri sıfırlandı
uk: Демо-дані скинуто
zh: 演示数据已重置

source: Description (optional) — setup, cues, anything you want to remember
ar: الوصف (اختياري) — طريقة الإعداد، الإرشادات، أي شيء تريد تذكّره
de: Beschreibung (optional) — Aufbau, Hinweise, was du dir merken willst
es: Descripción (opcional) — preparación, consejos, lo que quieras recordar
fr: Description (facultatif) — installation, conseils, ce que vous voulez retenir
hi: विवरण (वैकल्पिक) — सेटअप, संकेत, जो कुछ भी याद रखना चाहें
hu: Leírás (opcionális) — beállítás, fogások, bármi, amit meg akarsz jegyezni
it: Descrizione (facoltativa) — setup, spunti, quello che vuoi ricordare
ko: 설명 (선택) — 세팅, 큐, 기억하고 싶은 모든 것
pl: Opis (opcjonalnie) — ustawienie, wskazówki, co chcesz zapamiętać
pt: Descrição (opcional) — preparação, dicas, o que quiseres lembrar
pt_br: Descrição (opcional) — preparação, dicas ou qualquer observação que você queira guardar
ru: Описание (необязательно) — настройка, подсказки, всё, что хотите запомнить
th: คำอธิบาย (ไม่บังคับ) — วิธีตั้งท่า, จุดสังเกต หรืออะไรก็ตามที่อยากจำ
tr: Açıklama (isteğe bağlı) — kurulum, ipuçları, hatırlamak istediklerin
uk: Опис (необов’язково) — налаштування, підказки, все, що хочеш запам’ятати
zh: 描述（可选）——设置、要点，任何你想记住的内容

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
hu: Részletek
it: Dettagli
ko: 상세
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Детали
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
zh: 详情

source: Dips (10 reps, bodyweight)
ar: الغطس على المتوازي (10 تكرارات، وزن الجسم)
de: Dips (10 Wdh., Körpergewicht)
es: Fondos (10 reps, peso corporal)
fr: Dips (10 reps, poids du corps)
hi: डिप्स (10 रेप्स, शरीर का वज़न)
hu: Tolódzkodás (10 ismétlés, testsúllyal)
it: Dip (10 rip., corpo libero)
ko: 딥스 (10회, 맨몸)
pl: Dipy (10 powtórzeń, masa ciała)
pt: Paralelas (10 reps, peso corporal)
pt_br: Paralelas (10 reps, peso corporal)
ru: Отжимания на брусьях (10 повторений, свой вес)
th: ดิป (10 ครั้ง, น้ำหนักตัว)
tr: Dip (10 tekrar, vücut ağırlığı)
uk: Віджимання на брусах (10 повторень, власна вага)
zh: 双杠臂屈伸（10次，自重）

source: Dips (bodyweight + load)
ar: الغطس على المتوازي (وزن الجسم + الحمل)
de: Dips (Körpergewicht + Zusatzgewicht)
es: Fondos (peso corporal + carga)
fr: Dips (poids du corps + charge)
hi: डिप्स (शरीर का वज़न + भार)
hu: Tolódzkodás (testsúly + plusz súly)
it: Dip alle parallele (corpo libero + sovraccarico)
ko: 딥스 (체중 + 중량)
pl: Dipy (masa ciała + obciążenie)
pt: Paralelas (peso corporal + carga)
pt_br: Paralelas (peso corporal + carga)
ru: Отжимания на брусьях (свой вес + отягощение)
th: ดิป (น้ำหนักตัว + น้ำหนักเสริม)
tr: Dip (vücut ağırlığı + ek yük)
uk: Віджимання на брусах (власна вага + обтяження)
zh: 双杠臂屈伸（自重+负重）

source: Direct arm work, since you asked for it.
ar: تمرين مباشر للذراعين، بناءً على طلبك.
de: Direkte Armarbeit, weil du dir das gewünscht hast.
es: Trabajo directo de brazos, ya que lo pediste.
fr: Du travail direct des bras, puisque tu l’as demandé.
hi: बाँहों के लिए सीधा काम, क्योंकि आपने यही माँगा था।
hu: Közvetlen karmunka, mert ezt kérted.
it: Lavoro diretto sulle braccia, visto che l’hai chiesto.
ko: 요청하신 대로 팔을 직접 단련하는 운동이에요.
pl: Bezpośrednia praca na ramiona, zgodnie z twoją prośbą.
pt: Trabalho direto de braços, já que o pediste.
pt_br: Trabalho direto de braços, já que você pediu.
ru: Прямая работа на руки — вы просили.
th: ฝึกแขนโดยตรง เพราะคุณขอไว้
tr: İstediğin için doğrudan kol çalışması.
uk: Пряма робота на руки — на твоє прохання.
zh: 直接的手臂训练，因为你要求了。

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ें
hu: Elvetés
it: Scarta
ko: 버리기
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ru: Отменить
th: ทิ้ง
tr: Vazgeç
uk: Скасувати
zh: 放弃

source: Discard the running workout
ar: تجاهل التمرين الجاري
de: Laufendes Training verwerfen
es: Descartar el entrenamiento en curso
fr: Abandonner la séance en cours
hi: चल रहा वर्कआउट छोड़ें
hu: A futó edzés elvetése
it: Scarta l’allenamento in corso
ko: 진행 중인 운동 취소
pl: Odrzuć trwający trening
pt: Descartar o treino em curso
pt_br: Descartar o treino em andamento
ru: Отменить текущую тренировку
th: ทิ้งการออกกำลังกายที่กำลังทำอยู่
tr: Devam eden antrenmanı sil
uk: Скасувати поточне тренування
zh: 放弃进行中的训练

source: Discard this plan?
ar: تجاهل هذه الخطة؟
de: Diesen Plan verwerfen?
es: ¿Descartar este plan?
fr: Abandonner ce plan ?
hi: यह प्लान छोड़ दें?
hu: Elveted ezt a tervet?
it: Scartare questo piano?
ko: 이 계획을 버릴까요?
pl: Odrzucić ten plan?
pt: Descartar este plano?
pt_br: Descartar este plano?
ru: Отклонить этот план?
th: ทิ้งแผนนี้หรือไม่
tr: Bu plan atılsın mı?
uk: Відхилити цей план?
zh: 要放弃这个计划吗？

source: Discard workout?
ar: تجاهل التمرين؟
de: Training verwerfen?
es: ¿Descartar entrenamiento?
fr: Abandonner la séance ?
hi: वर्कआउट छोड़ें?
hu: Elveted az edzést?
it: Scartare allenamento?
ko: 운동을 버릴까요?
pl: Odrzucić trening?
pt: Descartar treino?
pt_br: Descartar treino?
ru: Отменить тренировку?
th: ทิ้งการออกกำลังกายนี้?
tr: Antrenman iptal edilsin mi?
uk: Скасувати тренування?
zh: 放弃训练？

source: Discarded. Tell me what was off and I will build a different one.
ar: تم التجاهل. أخبرني بما كان غير مناسب وسأبني خطة مختلفة.
de: Verworfen. Sag mir, was nicht gepasst hat, und ich baue einen anderen.
es: Descartado. Dime qué no encajaba y haré otro distinto.
fr: Abandonné. Dis-moi ce qui n’allait pas et j’en construis un autre.
hi: हटा दिया। बताएँ क्या ठीक नहीं था, मैं दूसरी बना दूँगा।
hu: Elvetve. Mondd el, mi nem stimmelt, és készítek egy másikat.
it: Scartato. Dimmi cosa non andava e ne costruisco un altro.
ko: 폐기했습니다. 무엇이 맞지 않았는지 알려주시면 다른 계획을 만들게요.
pl: Odrzucono. Powiedz, co było nie tak, a zbuduję inny.
pt: Descartado. Diz-me o que não encaixou e eu faço outro.
pt_br: Descartado. Me diga o que não encaixou e eu faço outro.
ru: Отклонено. Скажите, что не подошло, и я составлю другой.
th: ทิ้งแล้ว บอกฉันว่าอะไรไม่ถูกต้อง แล้วฉันจะสร้างแผนใหม่ให้
tr: Vazgeçildi. Neyin uymadığını söyle, farklı bir tane hazırlayayım.
uk: Відхилено. Скажи, що не підійшло, і я складу інший.
zh: 已放弃。告诉我哪里不合适，我会重新制定一个。

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
hu: Leválasztás
it: Disconnetti
ko: 연결 해제
pl: Rozłącz
pt: Desligar
pt_br: Desconectar
ru: Отключить
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Відключити
zh: 断开连接

source: Disconnect anyway
ar: قطع الاتصال على أي حال
de: Trotzdem trennen
es: Desconectar de todos modos
fr: Déconnecter quand même
hi: फिर भी डिस्कनेक्ट करें
hu: Leválasztás mindenképp
it: Disconnetti comunque
ko: 그래도 연결 해제
pl: Rozłącz mimo to
pt: Desligar mesmo assim
pt_br: Desconectar mesmo assim
ru: Всё равно отключить
th: ยกเลิกการเชื่อมต่อเลย
tr: Yine de bağlantıyı kes
uk: Все одно відключити
zh: 仍然断开连接

source: Disconnect from your server?
ar: قطع الاتصال بخادمك؟
de: Verbindung zum Server trennen?
es: ¿Desconectar de tu servidor?
fr: Se déconnecter de votre serveur ?
hi: क्या सर्वर से डिस्कनेक्ट करें?
hu: Leválasztás a szerverről?
it: Disconnettersi dal server?
ko: 서버와 연결을 해제할까요?
pl: Rozłączyć z serwerem?
pt: Desligar do teu servidor?
pt_br: Desconectar do seu servidor?
ru: Отключиться от сервера?
th: ยกเลิกการเชื่อมต่อกับเซิร์ฟเวอร์?
tr: Sunucuyla bağlantı kesilsin mi?
uk: Відключитися від сервера?
zh: 要断开与服务器的连接吗？

source: Disconnected — back to local-only
ar: تم قطع الاتصال — عدت إلى الوضع المحلي
de: Verbindung getrennt — zurück im lokalen Modus
es: Desconectado — de vuelta a modo local
fr: Déconnecté — retour en mode local
hi: डिस्कनेक्ट हो गया — वापस लोकल मोड में
hu: Leválasztva — vissza csak-helyi módba
it: Disconnesso — tornato alla modalità locale
ko: 연결 해제됨 — 로컬 모드로 전환
pl: Rozłączono — z powrotem w trybie lokalnym
pt: Desligado — de volta ao modo local
pt_br: Desconectado — de volta ao modo somente local
ru: Отключено — снова локальный режим
th: ยกเลิกการเชื่อมต่อแล้ว — กลับไปใช้งานแบบเก็บข้อมูลในเครื่อง
tr: Bağlantı kesildi — yerel moda dönüldü
uk: Відключено — знову локальний режим
zh: 已断开连接——已切换回本地模式

source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Écarter
hi: हटाएँ
hu: Elvetés
it: Scarta
ko: 무시
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ru: Отклонить
th: ปัดทิ้ง
tr: Yoksay
uk: Відхилити
zh: 忽略

source: Dismiss all
ar: تجاهل الكل
de: Alle verwerfen
es: Descartar todo
fr: Tout écarter
hi: सब हटाएँ
hu: Összes elvetése
it: Scarta tutto
ko: 전체 무시
pl: Odrzuć wszystko
pt: Descartar tudo
pt_br: Descartar tudo
ru: Отклонить всё
th: ปัดทิ้งทั้งหมด
tr: Tümünü yoksay
uk: Відхилити все
zh: 全部忽略

source: Dismiss these suggestions?
ar: تجاهل هذه الاقتراحات؟
de: Diese Vorschläge verwerfen?
es: ¿Descartar estas sugerencias?
fr: Écarter ces suggestions ?
hi: ये सुझाव हटा दें?
hu: Elveted ezeket a javaslatokat?
it: Scartare questi suggerimenti?
ko: 이 제안들을 무시할까요?
pl: Odrzucić te propozycje?
pt: Descartar estas sugestões?
pt_br: Descartar estas sugestões?
ru: Отклонить эти предложения?
th: ปัดข้อเสนอแนะเหล่านี้ทิ้งหรือไม่
tr: Bu öneriler yoksayılsın mı?
uk: Відхилити ці пропозиції?
zh: 要忽略这些建议吗？

source: Doesn’t match your plan any more — can’t be applied.
ar: لم تعد مطابقة لخطتك — لا يمكن تطبيقها.
de: Passt nicht mehr zu deinem Plan — kann nicht übernommen werden.
es: Ya no coincide con tu plan: no se puede aplicar.
fr: Ne correspond plus à votre plan : impossible à appliquer.
hi: अब आपके प्लान से मेल नहीं खाता — लागू नहीं हो सकता।
hu: Már nem illik a tervedhez — nem alkalmazható.
it: Non corrisponde più al tuo piano: non può essere applicato.
ko: 더 이상 계획과 맞지 않습니다 — 적용할 수 없습니다.
pl: Nie pasuje już do Twojego planu — nie można zastosować.
pt: Já não corresponde ao teu plano: não pode ser aplicada.
pt_br: Não corresponde mais ao seu plano — não pode ser aplicada.
ru: Больше не соответствует вашему плану — применить нельзя.
th: ไม่ตรงกับแผนของคุณแล้ว — นำไปใช้ไม่ได้
tr: Artık planınla uyuşmuyor — uygulanamaz.
uk: Більше не відповідає твоєму плану — застосувати не можна.
zh: 已与你的计划不符——无法应用。

source: Don't save
ar: عدم الحفظ
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
hi: न सहेजें
hu: Ne mentse
it: Non salvare
ko: 저장하지 않기
pl: Nie zapisuj
pt: Não guardar
pt_br: Não salvar
ru: Не сохранять
th: ไม่บันทึก
tr: Kaydetme
uk: Не зберігати
zh: 不保存

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
hu: Kész
it: Fatto
ko: 완료
pl: Gotowe
pt: Concluído
pt_br: Concluído
ru: Готово
th: เสร็จแล้ว
tr: Bitti
uk: Готово
zh: 完成

source: Done — your plan is back to how it was before my last changes.
ar: تم — عادت خطتك إلى ما كانت عليه قبل آخر تغييراتي.
de: Erledigt — dein Plan ist wieder wie vor meinen letzten Änderungen.
es: Hecho: tu plan vuelve a estar como antes de mis últimos cambios.
fr: C’est fait — ton plan est revenu à l’état d’avant mes dernières modifications.
hi: हो गया — आपकी योजना मेरे पिछले बदलावों से पहले जैसी हो गई।
hu: Kész — a terved visszaállt a legutóbbi módosításaim előtti állapotba.
it: Fatto: il tuo piano è tornato com’era prima delle mie ultime modifiche.
ko: 완료 — 계획이 제 마지막 변경 전으로 돌아갔습니다.
pl: Gotowe — Twój plan wrócił do stanu sprzed moich ostatnich zmian.
pt: Feito — o teu plano voltou ao que era antes das minhas últimas alterações.
pt_br: Feito — seu plano voltou ao que era antes das minhas últimas alterações.
ru: Готово — ваш план вернулся к состоянию до моих последних изменений.
th: เสร็จแล้ว — แผนของคุณกลับไปเป็นเหมือนก่อนการเปลี่ยนแปลงล่าสุดของฉัน
tr: Tamam — planın son değişikliklerimden önceki haline döndü.
uk: Готово — твій план повернувся до стану перед моїми останніми змінами.
zh: 完成——你的计划已恢复到我上次更改之前的状态。

source: Don’t count for progression
ar: لا تحتسبه في التقدم
de: Nicht für die Progression zählen
es: No contar para la progresión
fr: Ne pas compter pour la progression
hi: प्रोग्रेशन में न गिनें
hu: Ne számítson bele a progresszióba
it: Non contare per la progressione
ko: 점진적 증가에 반영하지 않기
pl: Nie wliczaj do progresji
pt: Não contar para a progressão
pt_br: Não contar para a progressão
ru: Не учитывать в прогрессии
th: ไม่นับรวมในการเพิ่มระดับ
tr: İlerlemeye sayma
uk: Не враховувати в прогресії
zh: 不计入进阶

source: Double progression
ar: التدرّج المزدوج
de: Doppelte Progression
es: Progresión doble
hi: डबल प्रोग्रेशन
hu: Dupla progresszió
it: Doppia progressione
ko: 이중 점증
pl: Podwójna progresja
pt: Progressão dupla
pt_br: Progressão dupla
ru: Двойная прогрессия
th: เพิ่มระดับคู่
tr: Çift ilerleme
uk: Подвійна прогресія
zh: 双重进阶

source: Download & Install
ar: تنزيل وتثبيت
de: Herunterladen & Installieren
es: Descargar e instalar
fr: Télécharger et installer
hi: डाउनलोड और इंस्टॉल करें
hu: Letöltés és telepítés
it: Scarica e installa
ko: 다운로드 및 설치
pl: Pobierz i zainstaluj
pt: Transferir e instalar
pt_br: Baixar e instalar
ru: Скачать и установить
th: ดาวน์โหลดและติดตั้ง
tr: İndir ve Kur
uk: Завантажити й встановити
zh: 下载并安装

source: Download the APK from opengym.duarte-santos.ch
ar: نزّل ملف APK من opengym.duarte-santos.ch
de: APK von opengym.duarte-santos.ch laden
es: Descarga el APK desde opengym.duarte-santos.ch
fr: Télécharge l’APK depuis opengym.duarte-santos.ch
hi: opengym.duarte-santos.ch से APK डाउनलोड करें
hu: Töltsd le az APK-t az opengym.duarte-santos.ch oldalról
it: Scarica l’APK da opengym.duarte-santos.ch
ko: opengym.duarte-santos.ch에서 APK 다운로드
pl: Pobierz APK z opengym.duarte-santos.ch
pt: Descarrega o APK em opengym.duarte-santos.ch
pt_br: Descarrega o APK em opengym.duarte-santos.ch
ru: Скачайте APK с opengym.duarte-santos.ch
th: ดาวน์โหลด APK จาก opengym.duarte-santos.ch
tr: APK’yı opengym.duarte-santos.ch adresinden indir
uk: Завантаж APK з opengym.duarte-santos.ch
zh: 从 opengym.duarte-santos.ch 下载 APK

source: Downloading update…
ar: جارٍ تنزيل التحديث…
de: Update wird heruntergeladen…
es: Descargando actualización…
fr: Téléchargement de la mise à jour…
hi: अपडेट डाउनलोड हो रहा है…
hu: Frissítés letöltése…
it: Download dell’aggiornamento…
ko: 업데이트 다운로드 중…
pl: Pobieranie aktualizacji…
pt: A transferir atualização…
pt_br: Baixando atualização…
ru: Загрузка обновления…
th: กำลังดาวน์โหลดอัปเดต…
tr: Güncelleme indiriliyor…
uk: Завантаження оновлення…
zh: 正在下载更新…

source: Drop and burst shortcuts on every set
ar: اختصارات الدروب والدفعة على كل مجموعة
de: Drop/Burst-Kürzel an jedem Satz
es: Atajos de drop y ráfaga en cada serie
fr: Raccourcis drop et rafale sur chaque série
hi: हर सेट पर ड्रॉप और बर्स्ट शॉर्टकट
hu: Drop és rest-pause gyorsgombok minden sorozatnál
it: Scorciatoie drop e raffica su ogni serie
ko: 모든 세트에 드롭·레스트 포즈 바로가기
pl: Skróty drop i rest-pause przy każdej serii
pt: Atalhos de drop e rajada em cada série
pt_br: Atalhos de drop e rajada em cada série
ru: Кнопки дроп-сета и отдых-паузы у каждого подхода
th: ปุ่มลัดดรอปเซ็ตและเรสต์พอสทุกเซ็ต
tr: Her sette drop ve patlama kısayolları
uk: Кнопки дроп-сета й рест-паузи в кожному підході
zh: 每组显示递减/休息暂停快捷按钮

source: Drop set
ar: دروب سِت
de: Drop-Satz
es: Serie descendente
fr: Série dégressive
hi: ड्रॉप सेट
hu: Drop szett
ko: 드롭 세트
ru: Дроп-сет
th: ดรอปเซ็ต
uk: Дроп-сет
zh: 递减组

# Drop {0}
source: Drop %1$@
ar: دروب %1$@
de: %1$@ streichen
es: Quitar %1$@
fr: Retirer %1$@
hi: %1$@ हटाएँ
hu: Dropszett %1$@
it: Togli %1$@
ko: %1$@ 제외
pl: Usuń %1$@
pt: Retirar %1$@
pt_br: Retirar %1$@
ru: Убрать %1$@
th: ดรอป %1$@
tr: %1$@ çıkar
uk: Прибрати %1$@
zh: 移除 %1$@
